{
  "hashtags": [
    {
      "hashtag": "AQUA FIXTURA",
      "description": "Take your first step to propel yourself into the world of aerodynamics!<br>Aquafixtura is an event that involves the fabrication of a bottle rocket whose fuel/thrust for flight is obtained by the use of water that is expelled at a large air pressure. The pre requisites for such an event would be a basic knowledge of fabrication, materials and physical calculations involving thrust, air pressure, etc and most importantly how you apply your knowledge. The event tests a couple of aspects of the Rocket’s flight. These include range, time of flight and accuracy of the launching mechanism.",
      "month": "February",
      "media_url": "img/artwork/aquafixtura.jpg", 
      "artist": {
        "name": "Mechanical",
        "title":"<li>Max 3 participants per team. The participants can be from different colleges too.</li><li> The rocket body should be made only with plastic bottles of aerated soft drinks of maximum capacity 2.5L .More than one bottle can be used but the total volume must be less than 2.5L.</li><li>Each team MUST have their own launch pads.</li><li>Pressure compressors shall be provided at the venue.</li><li> The rocket must be launched from a stationary position using a fixed launch pad. Slingshots, trebuchets, catapults, cannons, and all other devices that may assist launching are strictly prohibited.</li><li> The point where the rocket hits the ground first will be taken as the point of landing and measurements will be taken considering this point.</li>",
        "hometown":" <br>SIBIN SABU : 8301872991<br>SHIJIN KUMAR : 8113935635<br>VISHNU RAJEEV : 9400538533",
        "twitter":"",
        "website":""
      },
      "main_color":"#508ca4"
    },
       {
      "hashtag": "NEO JUNKYARD WARS",
      "description": "Racing against the clock, many teams scrap together working machine to carry out a particular mission using whatever they can find from scrap. At the end of the show, the teams pit their creations against each other to find out who has put together the best solution to producers challenge. It's hard to make science much cooler than that.",
      "month": "February",
      "media_url": "img/artwork/neojunk.jpg", 
      "artist": {
        "name": "Mechanical",
        "title":"<li>Team can consist a maximum of 4 members</li><li>No outside junk is allowed to use in the event. If found will lead to disqualification</li><li>No extra time will be gives to any team</li><li>Judges decision will be final and binding for all</li><li>Rules may subject to change</li><li> Winner will be selected who put together best solution for the producers </li>",
        "hometown":"<br>JERRY : 9744194787<br>ASHIK SALIM : 9947794836<br>GAUTAM : 9961148677",
        "twitter":"",
        "website":""
      },
      "main_color":"#508ca4"
    },
       {
      "hashtag": "SNAIL RACE",
      "description": "The world looks out for people who comes first....but here the Slow and Steady wins the race.The rules are simple and minimal, if you have got balance and patience then GO and try to be the LAST !!",
      "month": "February",
      "media_url": "img/artwork/snailrace.jpg", 
      "artist": {
        "name": "Mechanical",
        "title":"<li>Riders must stay in their lane and cannot go backwards.</li><li>Riders cannot touch the ground with their feet or anything else on their person or bicycle</li><li> Stopping, bouncing and track stands are allowed however, the risk of going backwards increases!</li>",
        "hometown":"<br>ASWANTH : 8281887004<br>AKASH : 8129392839",
        "twitter":"",
        "website":""
      },
      "main_color":"#508ca4"
    },
    {
      "hashtag": "NANO PARKING",
      "description": "This event is about showcasing your driving skills through a preset track and parking it without a scratch. The driver completing the task in least time will be the winner.",
        
      "month": "March",
      "media_url": "img/artwork/nanoparking.jpg", 
      "artist": {
        "name": "Mechanical",
        "title":"<li>Over speeding, rash driving, drifting and burnout is prohibited.</li><li>For hitting a traffic cone a penalty of 10sec will be added.</li><li>If the engine shuts off you will be disqualified.</li><li>The driver is responsible for any damage done to the car.</li>",
        "hometown":"<br>Safwan : 8547838433<br>Yaswanth : 9895124563",
        "twitter":"",
        "website":""
      },
      "main_color":"#0b97c0"
    },
    {
      "hashtag": "PACE MAKER",
      "description": "Engineering is not just what you tried to memorize from text books. From blowing bubbles to intricate complex designs, it is the war of wacky sciences.When you want to know how things really work, study them when they’re coming apart.Pick the signs. Master the art of applying engineering, anywhere and whenever possible.",
        
      "month": "March",
      "media_url": "img/artwork/pacemaker.jpg", 
      "artist": {
        "name": "Mechanical",
        "title":"<li>You can either participate as a lone wolf or maybe bring your pack (max 4).</li><ul>>Prelims will be held based on the number of participants.Apart from which it consists of three levels:<li> Rollout (task)</li><li> On the machine dialect (debate and discussion)</li><li>Interview</li></ul>",
        "hometown":"<br>MALAVIKA A : 9400668826<br>MUKESH NAIR : 8281333147",
        "twitter":"",
        "website":""
      },
      "main_color":"#0b97c0"
    },
    {
      "hashtag": "LATHE MASTER ",
      "description": "The competition is reserved for students familiar in dealing with lathe production process. The objective of the competition is to obtain the replica of the given model from the provided stock material, using the lathe, minimum time and with maximum conformity.",
        
      "month": "March",
      "media_url": "img/artwork/lathemaster.jpg", 
      "artist": {
        "name": "Mechanical",
        "title":"<li>First will be the prelims where contestant’s knowledge on lathe parts and accessories are tested.</li><li>The contestants who qualified for the prelims will only be allowed to perform the machining operation in the lathe.</li><li>Work piece once given will not be replaced under any circumstances</li><li>Participants are requested to insert their shirts and bring the goggles as safety measures. The College and staff will not be responsible for any accidents that may occur.</li><li>Negative marking will be there for every dimensional error.</li><li>No extra time will be given to any contestants in case any damage or technical errors on the side of the participants.</li><li>Decision of judges will be final and unbiased.</li>",
        "hometown":"<br>Vishnu Prasad : 9020587775<br>Syam : 9895150438<br>SOORAJ : 9400467139",
        "twitter":"",
        "website":""
      },
      "main_color":"#0b97c0"
    },
    {
      "hashtag": "PHOTOSYNTHESIS",
      "description": "Faking an image into genuinity is an art of an editor... Its time to showoff ur skills on editz!!",
      "month": "April",
      "media_url": "img/artwork/photosynthesis.jpg", 
      "artist": {
        "name": "Computer Science",
        "title":"<li>Two random unrealated images will be given. Ur task is to work up an image combining the two images suitably. The aim is that, the final image should b appealing!</li><li>3D editing is also encouraged.</li><li>Time:90min</li>Prize:1st-3k<br>2nd-1k",
        "hometown":"<br>Arun Anilkumar : 8129795436<br>Savio Menifer : 9745317719",
        "twitter":"",
        "website":""
      },
      "main_color":"#988d87"
    },
     {
      "hashtag": "CODING",
      "description": "",
      "month": "April",
      "media_url": "img/artwork/coding.jpg", 
      "artist": {
        "name": "Computer Science",
        "title":"<li>Participants can either compete individually or in teams of 2.</li><li>Maximum team members : 2</li><li>HackerEarth will be used to compile and evaluate the output.</li><li>Accessing the internet is strictly prohibited.</li><li>Any malpractice will result in instant disqualification.</li><ul>Round 1 - Knock Out<li>The round has a time limit of 1 hour.</li><li>Participants will be given a set of questions.</li><li>Top 5 to finish the most questions will qualify for the next round.</li></ul><ul>Round 2 - Finals<li>The time limit will be 2 hours.</li><li>Participants will have to tackle 4 questions.</li><li>The code would be evaluated using HackerEarth and Top 3 would be selected.</li></ul>",
        "hometown":"<br>Firzad Ahmmed : 9947701223<br>Akshay Venugopal : 9645701763",
        "twitter":"",
        "website":""
      },
      "main_color":"#988d87"
    },
    {
      "hashtag": "DEBUGGING AND FINDING THE OUTPUT",
      "description": "Programming allows you to think about thinking, and while debugging, you learn learning - Nicholas Negroponte<br>Is it just a missing semicolon or an additional brace? Or is it something gone wrong with the logic? Showcase your observational and analytical skills as you scour the pieces of code to find and squish the bugs.",
      "month": "April",
      "media_url": "img/artwork/debugging.jpg", 
      "artist": {
        "name": "Computer Science",
        "title":"<li>The event consists of two rounds with a combined time limit of 2 hours.</li><li>Participants can compete individually or in teams of two.</li><li>Programs provided will be in C or C++.</li><li>No compilers are allowed.</li><li>Accessing the internet is strictly prohibited.</li><ul>Round 1- Debugging<li>Text editors will be provided.</li><li>Errors should be listed as comments alongside faulty code.</li>Round 2- Finding the output<li>15 code fragments will be provided</li><li>Participants should find the maximum number of answers within the time limit</li></ul>",
        "hometown":"<br>Gayathri K : 7736177392<br>Aparna Ajith : 9446750424",
        "twitter":"",
        "website":""
      },
      "main_color":"#6625b3"
    },
    {
      "hashtag": "CS TECH QUIZ",
      "description": "Nerdy enough to rule the roost in the battle of the braincells?Flaunt your mastery in solving grilling technical questions.Be prepared to be at your quizzing best.!",
      "month": "April",
      "media_url": "img/artwork/techquiz.jpg", 
      "artist": {
        "name": "Computer Science",
        "title":"<li>.A prelims round will be held for all</li><li>A total of four teams will qualify to the finals</li><li> The questions will be of a technical nature</li><li>Each team should be a pair</li>",
        "hometown":"<br>Rijo k Alex : 9400560930<br>Aiswarya Menon : 9746314916",
        "twitter":"",
        "website":""
      },
      "main_color":"#6625b3"
    },
    {
      "hashtag": "ENIGMA",
      "description": "One loot, two plunderers......Got mental proweress ??Come, crack your way through !!<br>Enigma is a dual round treasure hunt that will demand your 'out of the box thinking' skills.<br>Think you've got what it takes to win ??Then let the hunt begin...",
      "month": "June",
      "media_url": "img/artwork/enigma.jpg", 
      "artist": {
        "name": "Computer Science",
        "title":"Only 5 teams  will be chosen for the final HUNT based on an aptitude test.",
        "hometown":"<br>Sneha Kurivila : 9497322132<br>Mahima Joy : 9945621156",
        "twitter":"",
        "website":""
      },
      "main_color":"#1a491d"
    },
     {
      "hashtag": "GAMING",
      "description": "",
      "month": "June",
      "media_url": "img/artwork/gaming.jpg", 
      "artist": {
        "name": "Computer Science",
        "title":"<li><strong><h2 style=\"color:black\";>Counter Strike</h2></strong><br><ul style=\"list-style-position:outside; list-style-type:circle\"><li>The game will be a 5v5 race to 15 with teams switching sides after 10 rounds</li><li>Initial sides will be decided by a knife round.The grand finals would be a best of 3 on 3 different maps.</li><li>Cheats and use of cheating software would lead to disqualification.Mouse Fix, Unfix and Raw Input will be provided at the arena.</li><li>Decisions made by the coordinators/administrators will be final and binding.</li><li>Contestants can bring their personal gaming peripherals to the arena.</li><li>Hardware support will be provided.If a match is involuntary interrupted (player crash, server crash, network cuts …) the tournament officials may decide to replay the match depending on its current state.</li><li>Using pause is forbidden without the authorization of a tournament’s official.Any form of script is forbidden.</li><li>The use of an unfair CVAR setting comparable to a cheat will result in a disqualification.</li><li>Start money will be 800$ for each side and after swap.</li><li><strong>MAPS</strong>- de_dust2, de_nuke, de_inferno, de_train, de_dust</li></ul><strong>REGISTRATION FEE- Rs.500/TEAM<br>PRIZE-<br>1st PLACE- Rs.8000<br>2nd PLACE- Rs.4000</strong></li><br><br><li><h2 style=\"color:black\";>Mini Militia</h2><br><ul style=\"list-style-position:outside; list-style-type:circle\"><li>TEAM OF 3(Maximum)</li><li>GAME MODE : DEATH MATCH</li><li>MAPS : OUTPOST,CATACOMBS,SUBDIVISION.</li><li>PLAYERS MUST GIVE UP ALL UPGRADES PURCHASED FROM STORE.</li><li>USE OF CRACKED VERSION OF THE GAME IS STRICTLY PROHIBITED</li><li>NO: OF ROUNDS DEPENDS ON THE NUMBER OF REGISTRATIONS.</li><li>USE OF ABUSIVE WORDS IN CHAT WILL RESULT IN DISQUALIFICATION</li><li>CHEATING WILL LEAD TO IMMEADIATE DISQUALIFICATION</li><li>DECISION OF JUDGES WILL BE FINAL</li><li>KILL-DEATH RATIO WILL USED AS TIE BREAKER</li><li>PHONES WILL BE PROVIDED IF NECESSARY AT THE ARENA.</li><strong></ul>REGISTRATION FEE- Rs.50<br>PRIZE-<br>1st PLACE- Rs.2000<br>2nd PLACE- Rs.1000</strong></li><br><br><li><h2 style=\"color:black\";>NFS</h2><br><ul style=\"list-style-position:outside; list-style-type:circle\"><li>RACE MODE- SPRINT<li> Visual Upgrade allowed.</li><li>Part, Performance (Pro, Super Pro, Ultimate) allowed, Junkman not allowed </li><li>Cars may be tuned before racing each course</li><li>ANY KIND OF FOUL PLAY WILL LEAD TO IMMEDIATE DISQUALIFICATION STEERING KIT CANNOT BE USE</li> <li>THERE WOULD BE KNOCKOUT ROUNDS </li><li>DECISION OF THE ADMINISTRATORS WILL BE FINAL.</li><li>Players can bring their own gaming peripherals.</li><li>Hardware support will be available at the arena </li><li>Use of cheating software/scripts will lead to disqualification.</li><li>In the case of an involuntary interruption (like disconnection or crashes) game will be restarted depending on the cause of the Interruption.</li></ul><strong>REGISTRATION FEE- Rs.70<br>PRIZE-<br>1st PLACE- Rs.3000<br>2nd PLACE- Rs.2000</strong></li><br><br><li><h2 style=\"color:black\";>FIFA</h2><br><ul style=\"list-style-position:outside; list-style-type:circle\"><li>Game used will be FIFA 15 with 1 Keyboard Player and 1 Controller Player</li><li>In case a conflict occurs, FIFA 11 LAN play will be used.</li><li>Players can bring their own controllers.</li><li><strong>Match Settings</strong><br>Game type:Online<br>Half length:6min<br>Difficulty level:World Class<br>Referee:Randon<br>Time of the day:Day<br>Weather:Dry<br>Game speed:normal<br>Ball:Default<br><li><strong>Rules</strong><br>Injuries:Off<br>Offside:On<br>Bookings:On<br>Handball:Off<br>Live Session:Off<br>User &CPU Game customisation:All set to 50%</li><li><strong>Team Restrictions</strong><br>Players can use any club or national team<br>Players cannot use any custom made teams<br>Player can swap teams at any points during the tournament</li><li><strong>Formation Restrictions</strong><br>Players can only use default formations<br>Players can use custom tatics</li></ul><strong>REGISTRATION FEE- Rs.70<br>PRIZE-<br>1st PLACE- Rs.3000<br>2nd PLACE- Rs.2000</strong></li><br>",
        "hometown":"<br>Sidharth M Nair : 9497705175<br>Pavishankar : 9495826553",
        "twitter":"",
        "website":""
      },
      "main_color":"#1a491d"
    },
    {
      "hashtag": "Robo War",
      "description": "Whether to wage a war against the next tribe and fight with valour is but your choice. The arena, if, witnesses your intellect transcending to your bot’s agility, the throne is doubtlessly yours!<br>But we warn you of a potential-winter coming - with all the ghastliness it could carry!",
      "month": "August",
      "media_url": "img/artwork/robowar.jpg", 
      "artist": {
        "name": "Electronics",
        "title":"Will be updated soon.",
        "hometown":"Will be updated soon.",
        "twitter":"",
        "website":""
      },
      "main_color":"#f47724"
    },
    {
      "hashtag": "Robo Soccer",
      "description": "Quoting Phil Woosnam : The rules of soccer are very simple, basically it is this: if it moves, kick it. If it does not move,kick it until it does.<br>If you’re set to kick it and kick it until it moves, register for our much-sought-for technical event Robo Soccer. Forward or Midfield or Defence – the game is in your hands!",
      "month": "August",
      "media_url": "img/artwork/robosoccer.jpg", 
      "artist": {
        "name": "Electronics",
        "title":"Will be updated soon.",
        "hometown":"Will be updated soon.",
        "twitter":"",
        "website":""
      },
      "main_color":"#f47724"
    },
    {
      "hashtag": "Robo Race",
      "description": "Share strategies with your bots to stamp new records. Train his cells to pace hard with feverish passion and undying desire.Are they on their marks? Have they got set?<br>NB: Each (1/10000000000) seconds count in crowning the champion!",
      "month": "September",
    "media_url": "img/artwork/roborace.jpg", 
      "artist": {
        "name": "Electronics",
        "title":"Will be updated soon.",
        "hometown":"Will be updated soon.",
        "twitter":"",
        "website":""
      },
      "main_color":"#1f2741"
    },
    {
      "hashtag": "Coding Events – Arduino, MATlab, 8051",
      "description": "It’s time for the coder in you to rejuvenate. If this summer heat hasn’t dried up your technical savvy, say Hi to your coding skills and register for our Ultimate Coding Contests.<br><strong>8051 Coding</strong><br>Wanna combat with the Old King? Here is 8051 coding for all the Assembly Language nerds. We are clear of what we want, but are you sure if you can train your MC to give us that one thing we want?<br><strong>MATLab Coding</strong><br>It’s not only about Math, nor only about Science. Anything rather everything – that’s what a MATLab coder thinks of! Up for some game with this ultimate tool? Register for MATLab Coding if you can think of anything rather everything!<br><strong>Arduino Coding</strong><br>For all the Arduino lovers, come mess up with this small bundle of happiness. But as you shower love, be cautious to get himto do the right tasks in the right time. You better don’t want him to plunge into an infinite loop, do you?",
      "month": "September",
      "media_url": "img/artwork/codingevents.jpg", 
      "artist": {
        "name": "Electronics",
        "title":"Will be updated soon",
        "hometown":"Will be updated soon",
        "twitter":"",
        "website":""
      },
      "main_color":"#1f2741"
    },
    {
      "hashtag": "Technical Treasure Hunt",
      "description": "Why should culturals have all the fun? Fret not, ‘cos we’ve in our list the most-enthusing Treasure Hunt – no, not the Cultural one, but yeah the technical one! The heat is already on (thanks for the scorching Sun) and so are the clues already hidden. As the game gets tougher, trust us, your SSD and NAS would help.<br>Be the Baap of spontaneity – the less you are, the more you run!",
      "month": "December",
      "media_url": "img/artwork/treasurehunt.jpg", 
      "artist": {
        "name": "Electronics",
        "title":"Will be updated soon",
        "hometown":"Will be updated soon",
        "twitter":"",
        "website":""
      },
      "main_color":"#171717"
    },
    {
      "hashtag": "Line follower",
      "description": "Don’t walk beside me nor with me. Just follow me and I would lead you! – so says the Mighty Line. Train hard your bot to be an ardent follower of the Mighty and we’ll serve you with much mightier rewards.Sometimes, it is better to follow someone (or should I put something?)... Wink.",
      "month": "December",
      "media_url": "img/artwork/linefollower.jpg", 
      "artist": {
        "name": "Electronics",
        "title":"Will be updated soon",
        "hometown":"Will be updated soon",
        "twitter":"",
        "website":""
      },
      "main_color":"#a00201"
    },
     {
      "hashtag": "Technical Quiz",
      "description": "You really need a description, boy?<br>Meet the Faraday, Sedra& Smith and Simon Haykins you know, and they’d do the deal. Register for the event if you wanna ruthlessly rape your gray cells.",
      "month": "August",
      "media_url": "img/artwork/techelecquiz.jpg", 
      "artist": {
        "name": "Electronics",
        "title":"Will be updated soon.",
        "hometown":"Will be updated soon.",
        "twitter":"",
        "website":""
      },
      "main_color":"#f47724"
    },
    {
      "hashtag": "Best Engineer",
      "description": "We believe, Engineering resides outside the premises of an Engineering College. In this Mega Contest, we, but look for those ignited minds which have had already sown seeds of Innovation (what Engineering is always about) around and within.<br>Talk to us about what you want to forge, and we’ll build you in return the fort of your forte.",
      "month": "August",
      "media_url": "img/artwork/bestengineer.jpg", 
      "artist": {
        "name": "Electronics",
        "title":"Will be updated soon.",
        "hometown":"Will be updated soon.",
        "twitter":"",
        "website":""
      },
      "main_color":"#f47724"
    },
    {
      "hashtag": "Technical expo",
      "description": "Influence of biotechnology on the present life is tremendous. We welcome you to the world of biotechnology to help to witness the phenomenal science of biotechnology which you experienced but failed to realise and also to take you to the depths of biotechnology   ",
      "month": "August",
      "media_url": "img/artwork/bioexpo.jpg", 
      "artist": {
        "name": "Biotechnology",
        "title":"Will be updated soon.",
        "hometown":"<br>Shwetha R : 7736601115<br>Vignesh K A : 9633604751<br>Sooraj J L : 9048886951",
        "twitter":"",
        "website":""
      },
      "main_color":"#f47724"
    },
     {
      "hashtag": "iO$- Interactive on the go Seminar",
      "description": "We invite you to the world of life science and modern technology to make you equipped with immense knowledge on the subject and to make you informed about all the latest trends developed.<br>Here We welcome you to an interactive session where a panel of 2 experts and a panel of students will guide to the abode of knowledge where you can also share your ideas and thoughts... Believe me, We will keep you busy throughout the session",
      "month": "August",
      "media_url": "img/artwork/ios.jpg", 
      "artist": {
        "name": "Biotechnilogy",
        "title":"",
        "topic":"<li>Genetic modification</li><br><li>A topic from an area of interdisciplinary science </li>",
        "hometown":"<br>Aswin C B <br>Christie John Jacob : 8281857079",
        "twitter":"",
        "website":""
      },
      "main_color":"#f47724"
    },
     {
      "hashtag": "Amazing Race",
      "description": "Running a race assigns a point to a sport that often feels very pointless.It's an exuberant payoff to months of tedium. It's a fun, monstrous reason to keep putting one foot in front of the other. So, do yourself a favor: go build a monster.Coz The nuke has landed and its bigger than ever.Cult A Way'16 presents<br>The Amazing race:  Where The further you get away from yourself, the more challenging it is. Step out of your comfort zone and gear up for whatever comes at you. Mighty Dares,tasks,games, you name it we've got it.",
      "month": "August",
      "media_url": "img/artwork/amazingrace.jpg", 
      "artist": {
        "name": "Biotechnilogy",
        "title":"<li>First one to reach the pit stop will be crowned winners.</li><li>Team of 2</li>",
        "hometown":"<br><br>Rahul R : 7736458949",
        "twitter":"",
        "website":""
      },
      "main_color":"#f47724"
    },
     {
      "hashtag": "Fold it - Protein Folding explored and experienced.",
      "description": " Make ur knowledge in biochemistry and proteomics survive this test.",
      "month": "August",
      "media_url": "img/artwork/foldit.jpg", 
      "artist": {
        "name": "Biotechnilogy",
        "title":"Will be updated soon",
        "hometown":"<br>Soumya V : 9567541602",
        "twitter":"",
        "website":""
      },
      "main_color":"#f47724"
    },
     {
      "hashtag": "The Gamers Paradise ",
      "description": "Only the ones who survive this world of surprise but simple games can emerge out as champions.<br>Venue - along side hall 2 of exhibition ",
      "month": "August",
      "media_url": "img/artwork/gamersparadise.jpg", 
      "artist": {
        "name": "Biotechnilogy",
        "title":"Will be updated soon",
        "hometown":"<br>Rejith R : 9562876982<br>Mithul M : 9020329982",
        "twitter":"",
        "website":""
      },
      "main_color":"#f47724"
    },
    {
      "hashtag": "Gene-i-e",
      "description": "Splice your quiz genes.  Knowledge and keen observation can help you reach miles",
      "month": "August",
      "media_url": "img/artwork/genie.jpg", 
      "artist": {
        "name": "Biotechnilogy",
        "title":"Will be updated soon",
        "hometown":"<br>Nandita : 9447476617<br>Sheeja mary : 9605069439",
        "twitter":"",
        "website":""
      },
      "main_color":"#f47724"
    }
      
      
  ]
}