
{
  "hashtags": [
      {
      "hashtag": "Choreo Night ",
      "description": "Art in motion. Dancing is the hidden language of the soul. Cult A Way 2017 presents ‘Choreo Night’ - the group dance competition. Intensify the floor, express your thoughts and enrapture the audience’s heart with your moves. Don’t speak; let the moves do the talking. Let music be your breath. And the stage be set ablaze with your passion. Think your team’s got what it takes? Well, get ready to show them what you got! Step up and unravel your story through motion.",
        
      "month": "March",
      "media_url": "img/artwork/choreo.jpg", 
      "artist": {
        "name": "Dance",
        "title":"<li>Time limit is 5-12 minutes for each performance(Including stage setting).</li><li>Negative marking for exceeding the time limit.</li><li>Choice of songs is open to the participants.</li><li>The participants are requested to bring the Music Track in USB drives.</li><li>No props will be provided by the coordinators. Participants can carry their own props.</li><li>Dance performance should not convey any indecent gestures.</li><li>The participants will be judged on the basis of their 1.Creativity 2. Coordination3. Dance variation 4. Appearance5. Crowd response</li><li>Decision of the judges will be final and binding. </li> ",
        "hometown":"<br><br>Amal : +918281235563 <br> Luke : +919633699485 <br> Uthara : +919567068158",
        "twitter":"",
        "website":""
      },
      "main_color":"#0b97c0"
    },
      {
      "hashtag": "B-Boy Battle",
      "description": "Show-off your chops at ‘Cult A Way’ 2017’s B-Boying and Freestyle dance battles. We’ve got our M.C’s and the DJs to fire things up by a mile. Bring your best moves and tricks for the show-down and all the attitude you got. Turn your opponent into mere speck of dust as you rise above them with your finesse.Crowd awaits that wow factor , do you have it ?",
        
      "month": "March",
      "media_url": "img/artwork/bboy.jpg", 
      "artist": {
        "name": "Dance",
        "title":"<li>B-Boy</li>",
        "hometown":"<br><br>Azeem : +919747399588 <br> Tarun : +918593998381 <br> Priyanka : +919446440400",
        "twitter":"",
        "website":""
      },
      "main_color":"#0b97c0"
    },
      {
      "hashtag": "Synchro",
      "description": "When you synchronize things, you make them happen at the same time. If you have rhythm, you can synchronize your dance moves with the beat of the music with your patner..!",
        
      "month": "March",
      "media_url": "img/artwork/synchro.jpg", 
      "artist": {
        "name": "Dance",
        "title":"",
        "hometown":"<br><br>Akhil : +918281567237 <br> Sneha : +918547939043 <br> Avinash : +917736307883",
        "twitter":"",
        "website":""
      },
      "main_color":"#0b97c0"
    },
      {
      "hashtag": "Solo Dance",
      "description": "Thinking is the biggest mistake a dancer could make, you've got to let your body feel. The purpose and soul of dancing lies within every human, but only a few let their hearts speak out on the dance floor. Are you one of the finest? Then we give you the greatest stage you can imagine at this year's edition of Cult a Way. One dance, and get to the next level of artistry.",
        
      "month": "March",
      "media_url": "img/artwork/solo.jpg", 
      "artist": {
        "name": "Dance",
        "title":"<li>Time limit 3-5 minutes</li><li>No props will be provided by the event coordinators</li><li>Open to all</li><li>Judges decisions are final.</li>",
        "hometown":"<br><br>Vishal : +918129240018 <br> Kiran : +918547859880 <br> Anusree : +918129379006",
        "twitter":"",
        "website":""
      },
      "main_color":"#0b97c0"
    },
     {
      "hashtag": "Reverb",
      "description": "Music is something which becomes more better and unique when there's a gang with same vibe and melancholy....!!!So, is Reverb... to hunt out the best gang which is in perfect sync.Be it any genre or style what we need is good music .SCT welcomes you to the battle of the bands ...",
        
      "month": "March",
      "media_url": "img/artwork/reverb.jpg", 
      "artist": {
        "name": "Musical",
        "title":"<li>Standard drum kit will be provided ,Extra cymbals can be used.</li><li>Guitar processor can be used.</li><li>Band gets a total of 20 mins with max 10 mins for soundcheck.</li><li>Own compositions will be given more weightage.</li><li>Participants should bring their own college ID to the venue.</li><li>Bands that cause damage to the equipments (sound gears and drum kit) will be fined.</li><li>The Tech rider for the band should be communicated with event coordinators at the time of registration.</li>",
        "hometown":"<br><br>Vishnu : +919446310873 <br> Krishna : +919567479152 <br> Bharath : +919020335253",
        "twitter":"",
        "website":""
      },
      "main_color":"#0b97c0"
    },
     {
      "hashtag": "Unplugged",
      "description": "Hey guys! This year the SCTians are introducing the most interesting version of the Unplugged! Brace yourselves for some amazing acoustic renditions!",
      "month": "September",
      "media_url": "img/artwork/unplugged.jpg", 
      "artist": {
        "name": "Musical",
        "title":"<li>A Minimum of 2 members [at least one vocalist and one instrument] and a maximum of 3 members in a team.</li><li>A minimum of one and a maximum of two instruments are allowed, out of which one should be acoustic. You can use acoustic guitars, violins etc. Clean tones should be used. Distortion is not allowed. Drums and rhythm pads are not allowed. Beats can be provided using acoustic percussion instruments like cajon, darbuka, mridangam, tabla etc. You can either use two acoustic instruments[like an acoustic guitar and a cajon] or pair up an acoustic and a non-acoustic instrument [like an acoustic guitar and a keyboard (or) a cajon and a keyboard.. etc]</li><li>The time limit is 4-6 mins for the teams that have only one singer.</li><li>The time limit is 6-8 mins for those teams that have two or three singers. Harmonizing is the main judging criteria if there are more than one vocalists performing on stage.</li><li>Language of the songs rendered shall be in English, Malayalam, Hindi and Tamil only.</li><li>Whatever you do, DO NOT deliver the original song as it is! Improvise! Throw in a few runs and adlibs! Make it your own! Let us bring something new to the stage this year!</li>",
        "hometown":"<br><br>Rahul : +919400949284 <br> Pooja : +918606174020 <br> Parvathy : +918590554635",
        "twitter":"",
        "website":""
      },
      "main_color":"#1f2741"
    },
     {
      "hashtag": "Vogue",
      "description": "They say Fashion is art and you are the canvas! Hola Amigos!CULT A WAY 2017 is back with VOGUE 6.0To all the fashionistas out there, it's gonna be one of the epic arena to showcase your fashion and your style, to be precise. Pave your way to the most awaited and the biggest extravaganza.",
        
      "month": "March",
      "media_url": "img/artwork/vogue.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>Maximum of 20 members.</li><li>15 minutes allowed including stage sSong in mp3 format.</li><li>Songs must be submitted in before 30 minutes of the show.</li><li>Mixed college are allowed.</li><li>Judgement decision will be final and will be based on costume, choreography, attitude, and stage performance.</li><li>Registration fee per head 150.</li> ",
        "hometown":"<br><br>Riyas : +919656584044 <br> Shaheer : +919497133708 <br> Aravind : +918089118339",
        "twitter":"",
        "website":""
      },
      "main_color":"#0b97c0"
    },
    {
      "hashtag": "TALASH v4.0",
      "description": "The 7th anniversary of CULT-A-WAY presents the newest edition of the fun and epic treasure hunt event, TALAASH. Now it's 7 teams, 7 spots, 7 clues and 1 adventure.Challenge yourself to tackle the puzzles and riddles to become the ultimate winner to take home the best treasures of all time.",
      "month": "April",
      "media_url": "img/artwork/talaash.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>DATE: 5-03-2017</li><li>TIME: 10 am</li><li>VENUE: kanakakunnu palace ground</li><li>Participants can make a team of 2-4.</li><li>There will be a preliminary test from which 7 teams will advance to the finals.</li><li>The selected teams will start the game by solving clues for next spots and in the end whoever solves the FINAL PROBLEM takes the treasure home.</li>",
        "hometown":"<br><br>Vishnu : +919495854777 <br> Rohit : +918547059788",
        "twitter":"",
        "website":""
      },
      "main_color":"#988d87"
    },
     {
      "hashtag": "Football Manger",
      "description": "Are you one of those people who stay up till 1:15 in the morning just to see your favorite club play?<br/>Are you one of those people whose life and mood revolves around how your club performs on Matchday? Deeply affected by every loss and ecstatic with every win?Are you one of those people who just wishes for the weekend to come sooner just to get some footballing action?Then this is the place for you.SCTCE and CULT A WAY proudly presents Football Manager V4.0. An event conducted by football maniacs for football maniacs.The Quest to find the BEST FOOTBALL MANAGER is back in town this year and it's going to be bigger and better. With new rounds and bigger challenges.The footballing knowledge, acumen, tactical awareness, technical know-how of a person about how the beautiful game is played will be put to the test.It's gonna be comprehensive. It's gonna be tough. It's gonna be epic.",
      "month": "April",
      "media_url": "img/artwork/football.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>Date: March $th</li><li>Place : Kanakakkunnu</li><li>Teams of 2 or 3. </li><li>Registration fees: Rs 100/head</li><li>Registration closes at 9:45 am.</li><li>Prizes worth more than 15K. </li>",
        "hometown":"<br><br>Adarsh : +919496468601 <br> Ablin:+919746355610",
        "twitter":"",
        "website":""
      },
      "main_color":"#988d87"
    },
     {
      "hashtag": "PORTFOLIO - Art Exhibition",
      "description": "Change the way you see the world. Dive into the enormity of colours, shades and vibrance. Young artists will flaunt their works on 4th and 5th of March at Kanakakunnu Palace as part of Cult A Way 2017. Lets make sure the budding artists with their bizzare sense of creativity deserve a platform to show off their skills.<br>Dont keep your talents to yourself. Bring them on and let the world see what your hands can do.",
      "month": "December",
      "media_url": "img/artwork/portfolio.jpg", 
      "artist": {
        "name": "Art",
        "title":"<li>Pictures brought must be framed</li><li>If done on paper it should preferably be on standard drawing paper</li><li>A4 is the minimum size</li><li>All types of art works ( acrylic, oil, pencil, pen, water colour, charcoal, pastels) are welcome</li><li>All works must be submitted on or before March 1st</li><li>Send your art works to portfolio.caw@gmail.com</li>",
        "hometown":"<br><br> Anjali : +919037259228 <br> Gayathri : +91854742093 <br>Abhishek : 9645865933",
        "twitter":"",
        "website":""
      },
      "main_color":"#a00201"
    },
    {
      "hashtag": "Mr & Ms CULT",
      "description": "Hey peeps!! Cult A Way 2017 brought to you by Sree Chithra Tirunal College of Engineering is back with the title event of Mr&Ms Cult.<br>WARNING : This isn't for the faint hearted And if you aren't one, have nerves of steel and the wit, get down to Kanakakunnu grounds on the 4th of March, Saturday fire the prelims and walk away with 10k worth prizes on 5th March with the biggest title of this season!!",
      "month": "June",
      "media_url": "img/artwork/mrandmscult.jpg", 
      "artist": {
        "name": "General",
        "title":"<strong>Registration fee :Rs 150 </strong><br><li>Time :10am</li><li>Venue : Kanakakunnu grounds</li>",
      "hometown":"<br><br>Dharini:+919446443999<br>Christie:+918281857079",
        "twitter":"",
        "website":""
      },
      "main_color":"#1a491d"
    },
     {
      "hashtag": "Voice of cult",
      "description": "MUSIC, Your excuse to live.Think about a world without music.How would such a world look like? Definitely colourless and faded.<br>Music-the word itself brings out goosebumps.It expresses that which cannot be out into mere words and that which cannot remain silent.Raagas, Thaalas and swaraas- the elements of music, that form your catalyst to euphoria.CAW'17 presents to you the VOICE OF CULT-a perfect platform to define you, your music.So, are you ready??",
      "month": "April",
      "media_url": "img/artwork/voc.jpg", 
      "artist": {
        "name": "Musical",
        "title":"<li>Event time: 10am</li><li>Rounds: 1) Prelims- any song of your choice.</li><li>2)Finals- a)semi-classical b)fast number</li><li>registration fee: 150/-</li><li>First prizes worth 6K</li>",
        "hometown":"<br><br>Soumya Hariram:8089647251<br>Meera S Prasad: 8547323389<br>Aravind Mohan : 8547552221",
        "twitter":"",
        "website":""
      },
          "main_color":"#1a491d"
    },
    {
      "hashtag": "Lime-Light",
      "description": "Are words too short to express what you feel and see? Want the world to see through your eyes? Can you capture raw feelings?Do you choose the position of entertainer in the limelight?Can you sho(r)t it to point? Can you thrust into the limelight??!!Film making is a chance to many lifetimes. It's not the tiny details, it's about the big picture. It's a matter of what's in the frame and what's not! There are certain shades of Limelight that can wreck a girl's complexion. There are certain grime nothings that need to be got into the Limelight. Gear up for the film battle. Let creativity be your armour and originality be your sword. The only cardinal sin is dullness. Let the war begin.Everyone has a story tell us yours.",
      "month": "April",
      "media_url": "img/artwork/limelight.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>The running time of the film should be atleast 3 minutes, including the title and the length should not exceed 20 minutes.</li><li>The language used in the movie can be either Malayalam or English. Short films in which no language is used are also accepted.</li><li>.The registration will be done in the name of the director.</li><li>Directors age should be less than 28.</li><li>.Only entries which are shot after Feb1,2016 will be accepted.</li><li>Only entries which have been shot using DSLR cameras or Camcoders will be accepted.</li><li>If you have used, or plan to use, music that is not your own (and that you have not already obtained permission to use), you will need to seek synchronisation rights. This licensing will be done directly by copyright holders.</li><li>Only selected entries will be screened during the competition.Screening will be solely on the discretion of the jury.</li><liA short film entry once registered cannot be withdrawn.</li><li>Multiple entries from the same Director are accepted but each must have its own Entry Form & Fee Payment.</li><li>Do not include any other materials with your films such as scripts, production photos, publicity, press kits, or any other written materials.</li><li>.All we need are the 3 items listed: Entry form,DVD containing movie file and a poster,Copy of any form of id card for authentication of the person filing the entry.</li><li>No entry materials, including your film, will be returned. So please send an “expendable copy” of your film on DVD.</li><li>The decision of the judges will be final as they will be unbiased or unprejudiced and adhering to the rules</li><li>Last date of submission of entries- 27 FEBRUARY 2017.</li><li>Entry Fees:- Rs 350.</li><li>Mode of entry by hand at SCTCE, Pappanamcode</li>",
        "hometown":"<br><br>Shehaz:+918281603904<br>Adhish : +919400019992",
        "twitter":"",
        "website":""
      },
      "main_color":"#6625b3"
    },  
      {
      "hashtag": "Season Seven",
      "description": "Are you addicted to TV series? Are you waiting for next episodes of your favourite shows ?Have anyone told you that watching TV series is a complete waste of time?Then it's time to tell a big NO to them. CAW'17 is giving you an opportunity to get a hand full of cash just by your serial addiction.Yes, CAW '17 presents SEASON SEVEN, a quiz completely based on English TV series. Be ready to show off your soap opera love on March 4 @ kanakakkunu.",
      "month": "April",
      "media_url": "img/artwork/seasonseven.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>Event time :- 10 am</li><li>Team of max 2 members is allowed</li><li>Registration fees :- Rs 100/team</li><li>First prize :- 3K</li><li>Second prize :- 1K</li><li>Season 7 will test you on the following 7 famous TV seies :Game of Thrones, Breaking Bad, Friends, Sherlock, Narcos, How I Met Your Mother, Walking Dead</li>",
        "hometown":"",
        "twitter":"",
        "website":""
      },
      "main_color":"#6625b3"
    },
    {
      "hashtag": "Quiz.exe",
      "description": "Cult A Way have always maintained a tradition of hosting some quality quizzes. This year is also no different as we bring to you the 2017 edition of one of Trivandrum's oldest running quiz Quiz.exe, in association with M.Sivakumar Memorial Charitable Trust.",
      "month": "April",
      "media_url": "img/artwork/quiz.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>College/School quiz</li><li>Date: 5th March, 9:30 AM</li><li>venue : Kanakakunnu palace</li><li>Reg : Rs 150 per team</li><li>A team consisting of two members. Cross teams and lone wolfs allowed.</li>",
        "hometown":"<br>Bharath:+918891160581<br>Anand:+919400881549",
        "twitter":"",
        "website":""
      },
      "main_color":"#6625b3"
    },
    {
      "hashtag": "Cult Photography.",
      "description": "Event will be held on 5th March at Kanakakkunnu grounds. Registration starts from 9:30 am and contestants are required to register before 12:00 pm. Theme will be provided at the time of registration.",
      "month": "September",
      "media_url": "img/artwork/cultphoto.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>Reg : Rs 50</li>",
        "hometown":"<br><br>Ajmal :+919746395257<br>Anandu :+918089394556",
        "twitter":"",
        "website":""
      },
      "main_color":"#1f2741"
    },   
    {
      "hashtag": "MADads",
      "description": "Have you ever thought of yourself as a genius salesman? Do you have the acumen to sell absolutely anything no matter how bizarre? Then this is a competition for you! Come up with fresh one liners and direct an ad that screams buy me! and you could stand a chance to win some great prizes.",
      "month": "February",
      "media_url": "img/artwork/madads.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>The product to be sold will be provided at the venue.</li><li>Ad shouldn't be more than 7 minutes long. </li><li>Prizes will be awarded based on creativity and ingenuity.</li><li>Team Members 3 - 7</li><li>Reg Per head 75/-</li>",
        "hometown":"<br><br>Dan:+917907445653<br>Clinoy:+918129026296<br>Shamna : +919746564664",
        "twitter":"",
        "website":""
      },
      "main_color":"#508ca4"
    },
    {
      "hashtag": "English Jam",
      "description": "Hold on for Just A Minute! Are you one of those people who get caught for not keeping mum in class for even a minute? Or, are you one of those terse and laconic whisperers in class?Are you one of those people who can talk flawlessly? Are you one of those people who are high-risk high-reward minded?There's place for all of you here. This is your chance to bask in the limelight.This is where you can 'cult a way' in 'just a minute'!",
      "month": "December",
      "media_url": "img/artwork/jamenglish.jpg", 
      "artist": {
        "name": "Literature",
        "title":"<li>When ? 10 am.</li><li>Where ? Kanakakunnu Palace</li>",
        "hometown":"<br><br>Gautam:+919495303555<br>Roja : +918547760265",
        "twitter":"",
        "website":""
      },
      "main_color":"#171717"
    },
      
      
     {
      "hashtag": "Jam Malayalam",
      "description": "Attention all orators!!Cult a Way 2017 brought to you by Sree Chitra Thirunal College of Engineering opens out its new platform for all the orators out there! The war of words begins right here..Come out with your full armour of words and thoughts, and walk away with prize money worth 1.5k💸So yes guys.. The Malayalam jam competition to be held on the 4th of March,Saturday at Kanakanunnu at 3pm is all open for you. Do not miss this chance to get hold of your words and make them speak yourself. We welcome you all to make a dashing jam event. Spend a minute and walk away richer!! ",  
      "month": "March",
      "media_url": "img/artwork/jammalayalam.jpg", 
      "artist": {
        "name": "Literature",
        "title":"<li>Registration fee : Rs 50</li><li>Time : 3pm</li><li>Venue : Kanakakunnu grounds </li><li>Medium:Malayalam</li>",
        "hometown":"<br><br>Prathibha BN:+919895297332<br>Pooja K : +919496389492",
        "twitter":"",
        "website":""
      },
      "main_color":"#0b97c0"
    },
    
    {
      "hashtag": "English Debate",
      "description": "Fear not those who argue,but those whose dodge!!! Here is an opportunity for people who would like to debate out there doubts and win the heart of people. So group up into team of two and in the end, make your words feel elevated..!<br>So stepup and win prizes worth 2.5k..!!!",
      "month": "December",
      "media_url": "img/artwork/debate.jpg", 
      "artist": {
        "name": "Literature",
        "title":"<li>Date - 4/02/2017</li><li>Venue - Kanakakkunnu palace</li>",
        "hometown":"<br><br>Akash : 9746084524<br>Aiswarya : 9746026384",
        "twitter":"",
        "website":""
      },
      "main_color":"#a00201"
    }, 
      {
      "hashtag": "Diseno",
      "description": "It is time for the best art event out there! Cult A Way'17 presents DISENO in its third successful avatar!It's time for you & your team to dig deep into your creative side and showcase your designing skills.T shirt designing, Word Designing, Logo Designing.3 hours-3 tasks<br>Prizes worth 12k!!",
      "month": "December",
      "media_url": "img/artwork/diseno.jpg", 
      "artist": {
        "name": "Art",
        "title":"<li>Maximum of 3 in a team.</li><li>Topics for designing will be given at the spot.</li><li>Prizes will be given by taking the total points.</li><li>Laptop and acrylic paint will be provided if needed.</li><li>No references should be used (Internet)</li>",
        "hometown":"<br><br>Padmesh : +919037796833<br>Sreenandan : +918594067260",
        "twitter":"",
        "website":""
      },
      "main_color":"#a00201"
    },
      {
      "hashtag": "Malayalam Debate",
      "description": "Hi peeps!! Cult a way 17' organised by Sree Chitra Thirunal College of Engineering brings to all those debators out there an opportunity to walk away with 2.5k with your partner on March 4, Saturday.",
      "month": "December",
      "media_url": "img/artwork/mdebate.jpg", 
      "artist": {
        "name": "Literature",
        "title":"<li>It's a team event of 2 with a registration fee of 100 per team.</li><li>The medium of language is Malayalam.</li><li>There will be a preliminary round and the selected 2 teams will march on to an exciting final battle of words.</li>",
        "hometown":"<br><br>Anjali K S  : +919539439581 <br> Vincy A P : +919846127593",
        "twitter":"",
        "website":""
      },
      "main_color":"#a00201"
    },
    
      {
      "hashtag": "Shadows",
      "description": "Do not the most moving moments of our lives find us all without words? said the most renowned MIME artist Marcel Marceau.Cult A Way brings to you shadows the mime competition which will live true to those words. Let your actions speak louder than words. ",
      "month": "December",
      "media_url": "img/artwork/shadows.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>T7-10 members/team</li><li>5-7 minutes</li><li>Audio should be submitted in pendrive or CD</li><li>udgement is based on costume,make up, expression,story thread,theme</li><li> Registration fee - Rs 100/head</li><li>The subject will be given on the spot</li>",
        "hometown":"<br><br>Sahil : +917025569133<br>Hari : +918589938413",
        "twitter":"",
        "website":""
      },
      "main_color":"#a00201"
    }
  ]
}
