{
  "hashtags": [
    {
      "hashtag": "Choreo Nite",
      "description": "Choreo Nite is not just breathtaking stunds or vigor, it's also the rapport in your team. Mesmerize the audience with your aswome moves and show the power of your team ",
      "month": "February",
      "media_url": "img/artwork/choreonite.jpg", 
      "artist": {
        "name": "Dance",
        "title":"<li>Maximum of Two teams per collage.</li><li>Minimum of 5 members in a team.</li><li>Time Limit:10min</li><li>Soundtrack must be submitted in mp3 format.</li><li>Breakable items, fire, water, inflamable items or items which may make the dance floor untidy must not be used.</li><li>Atlest one member of the team should report to the venue to hours prior to the event with their soundtrack.</li><li>Registration Fee:Rs.150 per head</li>",
        "hometown":"<br><br>Sarath: +919496814771<br>Niranjana:+918281402062<br>Priyanka:+917025443347",
        "twitter":"",
        "website":""
      },
      "main_color":"#508ca4"
    },
     {
      "hashtag": "Solo Dance",
      "description": "Dance is the hidden language of the soul of the body. Express yourself exhilarating moves to leave the crowd entralled.",
      "month": "August",
      "media_url": "img/artwork/solo.jpg", 
      "artist": {
        "name": "Dance",
        "title":"<li>Time limit:7mins</li><li>Sound track must be in mp3 format and must be submitted one hour prior to the event.</li><li>Breakable items, fire, water, inflammable items are not to be used.</li><li>Event consists of two rounds:Free Style & Spot Dance</li><li>The judging will be based on expression, choreography, and props used.</li><li>Registration Fee:Rs.150 per head</li>",
        "hometown":"<br><br>Surya : 9037713617<br>Luke : 9633699485<br>Priyanka : 9446440400",
        "twitter":"",
        "website":""
      },
      "main_color":"#f47724"
    },
       {
      "hashtag": "Duplicator",
      "description": "Dance like one solid in two bodies",
      "month": "February",
      "media_url": "img/artwork/syncro.jpg", 
      "artist": {
        "name": "Dance",
        "title":"<li>Maximum two teams per collage(2 members per team).</li><li>Time Limit:8mins</li><li>Mirror effect not allowed.</li><li>Sound track must be submitted in mp3 format.</li><li>Breakable items, fire, water, inflammable items are not to be used.</li><li>The judging will be based on syncronisation, expression, choreography and props used.</li><li>Registration fee:Rs.250 per team</li>",
        "hometown":"<br><br>Akhil:+919809171460<br>Gopika:+918129891280",
        "twitter":"",
        "website":""
      },
      "main_color":"#508ca4"
    },
     {
      "hashtag": "Reverb",
      "description": "A straight on talent hunt to find the best bands around. Polish your rhythm and bass beats. Get your senses ready for the ultimate showdown.",
        
      "month": "March",
      "media_url": "img/artwork/reverb.jpg", 
      "artist": {
        "name": "Musical",
        "title":"<li>Bands should have a minimum of 3 members. Also shouldn't exceed 10.(Maximum is negotiable to changes).</li><li>Atleast one member of the band should have a valid collage ID. ID's will be asked at the time of registration.</li><li>Participants are not allowed to be part of multiple bands.</li><li>Each band should bring their own musical instruments. Standard drum kit and monitors will be provided by the organisers.</li><li>The in and out of each band is 25mins(including tuning soundtrack).</li><li>Excceding the time limit leads to disqualification.</li><li>Not being present on the time will lead to disqualification.</li><li>Schedules are subjected to change.</li><li>The organisers reserve the right to reject any participants if found necessary.</li><li>Judges discussion will deemed final.</li><li>Inability to follow the rules will lead to disqualification.</li><li>Registration Fee:Rs.150 per head</li>",
        "hometown":"<br><br>Rohit:+918714520112<br>Lakshman : +918714171695",
        "twitter":"",
        "website":""
      },
      "main_color":"#0b97c0"
    },
      
     {
      "hashtag": "Voice Of Cult",
      "description": "Think you can unleash the rockstar in you?<br> Then this is the perfct opportunity. The stage is all set for some mind blowing perfomace. Be one of them. Voice of cult is a hunt for the best singer.",
      "month": "September",
      "media_url": "img/artwork/voiceofcult.jpg", 
      "artist": {
        "name": "Musical",
        "title":"<li>The participants are supposed to sing only film songs</li><li>Prelims:The first round will be the preliminary audition. The participants can sing a song of their choice(No need of karoke foe prelims).The singers shortlisted for the finals will be announced at the end of this round.</li><li>Finals:The shortlisted contestant's will get to sing three rounds for the finals:<br>Malayalam favorite round(A malayalam song of the contestant's choice)<br>Othe language round(A song other than malayalam language)<br>Pepey number round(A fast song which can be any language)</li><li>NB:-For finals contestants shall not sing the full song. Instead just pallavi(intoduction stanza) and anupallavi(First stanza or second stanza) will do</li><li>The shortlisted contestants need to bring the karoke tracks for all the three songs which will be checked by the co-ordinators prior to the start of the competition</li>",
        "hometown":"<br><br>Deepak:+919497305719<br>Madhuri:+919995782034",
        "twitter":"",
        "website":""
      },
      "main_color":"#1f2741"
    },
    {
      "hashtag": "Vogue 5.0",
      "description": "Fashion is a statement, not a style. Fashion doest not have to be worn casually, nor outside the runway. Fashion is fit for all sizes for all peoples of all ages. Fashion is an art of self expression, not an excuse to be pretty, popular and charismatic. Everyday is a fashion show and the world is your runway.",
      "month": "August",
      "media_url": "img/artwork/vogue.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>Any number of team can participate from a single collage.</li><li>Theme selection is open.All the teams will have their own induvidual theme.</li><li>Maximum of 16 models including designers.</li><li>The time allotted for each team will be 13min including the stage set-up</li><li>Background Narration is allowed</li><li>Each team must get their respective music track in pendrive </li><li>Slots once allotted will not be changed</li><li>All participants must carry their collage ID card along with them.</li><li>Teams will be judged based on costume, theme, choreography and models</li><li>The decision of the judges will be final</li><li> Registration fee will not be refunded under any circumstances</li>",
        "hometown":"<br><br>Ubaid:+919539462385<br>Sruthi:+919995251692<br>Safvan : +918547838433",
        "twitter":"",
        "website":""
      },
      "main_color":"#f47724"
    },
    {
      "hashtag": "TALASH v3.0",
      "description": "Talaash is a city treasure hunt in which teams will run for the treasure at different spots in Trivandrum city. There will be preliminary test from which 6 teams will be selected for finals. HUNT FOR IT!! PLAY WISE, STAY AHEAD…",
      "month": "April",
      "media_url": "img/artwork/talaash.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>Teams will be filtered to 6 through a preliminary test</li><li>After qualifying, each team will be provided with a volunteer from Talaash crew</li><li>Team needs to cover different spots in the city within 4 hrs</li><li>The team must reach every spot with all members</li><li>Use of mobile phones is strictly prohibited</li><li>Only public transport can be availed for travelling</li><li>No consideration will be given for any traffic problems or unprecedented situations</li><li>All the clue cards must be kept carefully; it is the key to treasure</li><li>All expenses for travel, food must be met personally by the team members. Expenses for the volunteer except for auto fare will be met by the crew</li><li>If no team covers all spots in 4hrs, then the team that covered maximum spots will be the winner</li><li>At each spot, the teams need to qualify a task for acquiring next clue</li><li>Use of mobile phones will lead to direct disqualification</li><li>There are a few routes with no bus service. So select the mode of transport carefully</li><li>Registration fee: Rs 100 per head</li><li>Team size: 2-4</li>",
        "hometown":"<br><br>ASIF: 9497848281<br>Shabari: +919995605651",
        "twitter":"",
        "website":""
      },
      "main_color":"#988d87"
    },
     {
      "hashtag": "Football Manger",
      "description": "A new transfer window in open and this time, everybody is up for sale! Here is your chance to take part in the most awaited football auction in town. Make your own dream team!! But to get there you will have to prove your mettle by taking part in a series of challenges. Come and show us what you are made of and join the elite few managers in India to take part in the final auction.<br>What we are looking for:<br> Basic football knowledge, Negotiation and persuation skills, Bidding Ability and Management, Love for the game!!",
      "month": "April",
      "media_url": "img/artwork/football.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>1-3 participants per team</li><li>Usage of mobile phone during rounds is strictly prohibited and an attempt to get any extra help will result in DQ</li><li>Professional behaviour expected throughout the event</li><li>No smoking weed</li><li>Participants who don’t oblige to the rules and regulations shall be given a yellow card or even a straight red which would tantamount to instant DQ</li><li>Registration fee:150 for 1 person</li><li>Reg fee: 200 for 2 persons</li><li>Reg fee: 250 for 3 persons</li>",
        "hometown":"<br><br>Arvind:+919746299362<br>Kiran:+917559931960",
        "twitter":"",
        "website":""
      },
      "main_color":"#988d87"
    },
     {
      "hashtag": "Cult Photography",
      "description": "Photography takes an instant out of time, altering life by holding it still.Can you capture that instant?",
      "month": "April",
      "media_url": "img/artwork/photo.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>It is an open event, you can register till 3 pm.</li><li>You can use only a camera having 10 megapixels or more</li><li>Maximum of 5 entries per person.</li><li>Editing is not allowed</li>",
        "hometown":"<br><br>Sarodh:+918907352826<br>Arun:+918089021825",
        "twitter":"",
        "website":""
      },
      "main_color":"#988d87"
    },
     {
      "hashtag": "Shadows",
      "description": "Mime is a form of non verbal communication wherin he mimics use their body gestures and facial expressions rather than words to express their roles and the rest is left to the wildest imaginations of the audience. The best mimics from various colleges are looking forward to exaggerating every move to perfection to break boundaries of what mimics had ever set.Get ready for the ultimate face off...get reay to be awed.",
      "month": "December",
      "media_url": "img/artwork/mime.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>Minimum of 6 per team</li><li>Maximum duration of 10 mins</li>",
        "hometown":"<br><br>Vivek:+919567744674<br>Vishwas:+919037351902<br>Vaishnu:+917736569155",
        "twitter":"",
        "website":""
      },
      "main_color":"#a00201"
    },
    {
      "hashtag": "Mr & Ms CULT",
      "description": "Personality begins where comparison ends. Curious we are, to know if any of you have the mettle to promise us an unmatched, unfaked showcase of your personality. Are you the passionate, confident, charming person who can reign the stage? Then step in with us onto the Mr. and Miss. Cult platform and you can either leave with the laurels or leave unmasked!!",
      "month": "June",
      "media_url": "img/artwork/mrandmscult.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>No fake attitudes, be yourself</li><li>Dress for the occasion. Your dressing reflects your personality</li><li>Good sportsmanship is required</li><li>Contestants will be scored on their speaking skills, appropriate response, poise, personality and overall stage presence</li><li>Judges’ decisions are final and score sheets will not be posted</li>",
        "rounds":"<li>Prelims: All participants have to answer a questionnaire within time limits. The quality, practicality and wit in your answers will fetch you a spot in the finals</li><li>Finals: A series of grilling rounds awaits you here </li>",
      "hometown":"<br><br>Aiswarya:+919746314916<br>Viju:+919961010938",
        "twitter":"",
        "website":""
      },
      "main_color":"#1a491d"
    },
     {
      "hashtag": "Quiz.exe",
      "description": "If your thirst is for power,knowledge is what you need! If knowledge is what you yearn for,then quizzing is what you do! If quizzing holds you enthralled,then this is THE place to be!!",
      "month": "April",
      "media_url": "img/artwork/quiz.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>There will be preliminary written test from which 6 teams will selected for final. </li><li>Maximum team members : 2</li><li> Inter college teams are allowed. </li><li>Participant should hold valid ID card to prove their student status. </li><li>The quiz master’s decision will be final. </li>",
        "hometown":"Will be updated soon. ",
        "twitter":"",
        "website":""
      },
          "main_color":"#1a491d"
    },
    {
      "hashtag": "Lime-Light",
      "description": "Do you think your short-film has what it takes to stand out?? Do you think it has that X-Factor. There’s no better way to find out. Here’s a platform to showcase…direction that is spellbinding…stories that are arresting. And act that is revealing. Let’s light up your creativity with “Limelight”",
      "month": "April",
      "media_url": "img/artwork/limelight.jpg", 
      "artist": {
        "name": "General",
        "title":"<li>The running time of the film should be atleast 3 minutes, including the title and the length should not exceed 15 minutes</li><li>The language used in the movie can be either Malayalam or English. Short films in which no language is used are also accepted</li><li>The registration will be done in the name of the director</li><li>Directors age should be less than 28</li><li>Only entries which are shot after Feb1,2016 will be accepted</li><li>Only entries which have been shot using DSLR cameras or Camcoders will be accepted. Entries shot using mobile phones will not be accepted</li><li>If you have used, or plan to use, music that is not your own (and that you have not already obtained permission to use), you will need to seek synchronisation rights. This licensing will be done directly by copyright holders</li><li>A short film entry once registered cannot be withdrawn</li><li>Multiple entries from the same Director are accepted but each must have its own Entry Form & Fee Payment</li><li>Do not include any other materials with your films such as scripts, production photos, publicity, press kits, or any other written materials</li><li>All we need are the 3 items listed:</li>&#09;<li>Entry form&#09;</li><li>DVD containing movie file and a poster</li>&#09;<li>Copy of any form of id card for authentication of the person filing the entry</li></ul><li>No entry materials, including your film, will be returned. So please send an “expendable copy” of your film on DVD</li><li>The decision of the judges will be final as they will be unbiased or unprejudiced and adhering to the rules</li><li>Last date of submission of entries- 16 March 2016</li><li>Mode of entry by hand at SCTCE, Pappanamcode, Trivandrum </li>",
        "hometown":"<br><br>Zenith:+919495644771<br>Vivek : +919446589040<br>Bharath : +918891160581",
        "twitter":"",
        "website":""
      },
      "main_color":"#6625b3"
    },
    {
      "hashtag": "Creative Writing",
      "description": "Weave a story. Question your creativity. Your language is your power.",
      "month": "April",
      "media_url": "img/artwork/creativewriting.jpg", 
      "artist": {
        "name": "lITERARY",
        "title":"<li>Open event</li><li>Participants will be given a topic around which they have to weave a story</li><li>Prompt will be given and the participants can write in the language comfortable to them, either english or malayalam.</li><li>The participants will be provided with an hour</li><li>Registration Fee:Rs.50",
        "hometown":"<br>Sharon:+918113012534<br>Kavya:+918129984944",
        "twitter":"",
        "website":""
      },
      "main_color":"#6625b3"
    },
    {
      "hashtag": "Asian Parliamentary Debate",
      "description": "A legend exists in the streets of Pappanamcode that our college campus was once a burial ground of executed traitors present in the King’s court. Guess that explains the weird noises and unaccounted accidents which happen from time to time. Here is your chance to showcase that cocktail of persuasion and eloquence which has always been brewing within. The main Judges of this event will be the unseen forces which you will feel when you enter the premises. If you are good enough to impress them, you might earn a ticket to Kanakakunnu Palace and take part in the grand finale with a secret Celebrity Judge waiting round the corner to see what you are actually made of. Please don't come if you don't have a silver tongue.<br>No. of Participants per team: 3<br>Registration Fees: Rs. 300 per team<br>Venue: 18th March at SCTCE, Pappanamcode.",
      "month": "September",
      "media_url": "img/artwork/parldebate.jpg", 
      "artist": {
        "name": "Literature",
        "title":"<li>Rules: Its ASIAN PARLIAMENTARY DEBATE god damn it, google! :P</li>",
        "hometown":"<br><br>Arvind :+919746299362<br>Vighnesh:+919048588504",
        "twitter":"",
        "website":""
      },
      "main_color":"#1f2741"
    },   
    {
      "hashtag": "നെർകുനേർ",
      "description": "Share your good ideas and true innovation. Share yourideas and prove your identity. Contadict and be accurate. Let your voice be heard.",
      "month": "February",
      "media_url": "img/artwork/debateeng.jpg", 
      "artist": {
        "name": "Literature",
        "title":"<li>Team event: Each team consists of two speakers</li><li>General topic is given before 2 mins of action</li><li>A team can support or contradict the topic.</li><li>A team should prove whatever the say.</li><li>Other teams can question the speakers if they can't accept what any team said.</li><li>Facts must be accurate.</li><li>No new arguments may be introduced in the rebuttal period.</li><li>Participate and improve your interaction and be a good leader.</li><li>Registration Fee:Rs.150</li>",
        "hometown":"<br><br>Anandan:+919400733634<br>Devika:+919495551300<br>Jithin : +919633077552",
        "twitter":"",
        "website":""
      },
      "main_color":"#508ca4"
    },
    {
      "hashtag": "Jam English",
      "description": "No repition. No hesitation. No devitaion. Speak your heart out with no repetition and hesitation. Give your presence of mind and the words you hold a golt with this challenge.",
      "month": "December",
      "media_url": "img/artwork/jamenglish.jpg", 
      "artist": {
        "name": "Literature",
        "title":"<li>Sigle participant event.</li><li>Those who can talk confidently without curb can join.</li><li>Every successive sentace must not have any connection to one spoken earlier in the round.</li><li>Synonims of words can be used.(instead of repeat)</li><li>The word such as 'and' can't be used.</li><li>No momentary pause during talk is allowed.</li><li>Deviation from subject not allowed.</li><li>One scores points for correct challenges and the speaker gets point if challenges is deemed incorrect.</li><li>A speaker scores a points if he/she is the person speaking when th 60s expires.</li><li>An extra point is awarded when a speaker speaks for the entire minute without being challenged.</li><li>Registration Fee:Rs.50</li>",
        "hometown":"<br><br>Dharini:+919446443999<br>Christie : +918281857079",
        "twitter":"",
        "website":""
      },
      "main_color":"#171717"
    },
      
     {
      "hashtag": "Jam Malayalam",
      "description": "No repition. No hesitation. No devitaion. Speak your heart out with no repetition and hesitation. Give your presence of mind and the words you hold a golt with this challenge.",  
      "month": "March",
      "media_url": "img/artwork/jammalayalam.jpg", 
      "artist": {
        "name": "Literature",
        "title":"<li>Sigle participant event.</li><li>Those who can talk confidently without curb can join.</li><li>Every successive sentace must not have any connection to one spoken earlier in the round.</li><li>Synonims of words can be used.(instead of repeat)</li><li>The word such as 'and' can't be used.</li><li>No momentary pause during talk is allowed.</li><li>Deviation from subject not allowed.</li><li>One scores points for correct challenges and the speaker gets point if challenges is deemed incorrect.</li><li>A speaker scores a points if he/she is the person speaking when th 60s expires.</li><li>An extra point is awarded when a speaker speaks for the entire minute without being challenged.</li><li>Registration Fee:Rs.50</li>",
        "hometown":"<br><br>Vishnu:+919495121371<br>Anju : +918907012198<br>Alif : +918281297363",
        "twitter":"",
        "website":""
      },
      "main_color":"#0b97c0"
    },
    
    {
      "hashtag": "Pounce Point",
      "description": "Express yourself.Reach out and make your points full of life. Be the editor, designer, and artist you aspire yourself to be. Your own magazine is an exciting as it could be. Participate and be the crew you wished to be.",
      "month": "December",
      "media_url": "img/artwork/pouncepoint.jpg", 
      "artist": {
        "name": "Literature",
        "title":"<li>This is a team event. Participants may form teams of upto 5 members.</li><li>Each team must have editors, writers, artits, designers.</li><li>The wall magazine must have all the features of a magazine, including a cover, an editorial, photos and articles.</li><li>Tems can bring layout of their magazine beforehand.</li><li>Teams shall be given a specific time and theme will be given prior to the start of the competition.</li><li>Registration Fee:Rs.400 per team</li>",
        "hometown":"<br><br>Vijin : 9496432147<br>Gayathri : 8547420993",
        "twitter":"",
        "website":""
      },
      "main_color":"#a00201"
    }, 
      {
      "hashtag": "Diseno",
      "description": "Fellow creative minds, we are calling out to you!It is time to showcase your potential, and to challenge with the city's finest!For the second time around we SCTians are proud to present DISENO.Step up to these three challenges..<br>Word Designing<br>T Shirt Designing(Tee provided)<br>Logo Desiging",
      "month": "December",
      "media_url": "img/artwork/diseno.jpg", 
      "artist": {
        "name": "Art",
        "title":"<li>Judging based on your performance in the above categories.</li><li>Maximum of 3 members is allowed in a team.</li><li>For Logo designing use Photoshop/Illustrator.</li><li>Laptop, Fabric paint will be provided if needed. (Watsapp us beforehand)</li><li>Registration Fee:Rs.200 per team</li>",
        "hometown":"<br><br>Padmesh : +919037796833<br>Gautham : +917736489701",
        "twitter":"",
        "website":""
      },
      "main_color":"#a00201"
    },
      {
      "hashtag": "Picasso",
      "description": "Open th world of u=your imagination through colurs.Let the flower of art bloom in your face",
      "month": "December",
      "media_url": "img/artwork/picasso.jpg", 
      "artist": {
        "name": "Art",
        "title":"<li>This is an induviual event and participants must bring their own model.</li><li>Duration:1 hr 45 mins inclusive of 15 mins of relaxation and final touch.</li><li>Bring all necessary equipments and if needed tothpick and charcoal can also be used.</li><li>No other products can be used such as hair dyes, lens, glitter etc. Using them will lead to disqualification</li><li>Theme shall be declared on the spot</li><li>Judgement will be based upon creativity, innovation, theme depiction and design</li><li>Registration Fees:Rs.100</li>",
        "hometown":"<br><br>Jerry : +918606156496<br> Navneeth : +918547057759",
        "twitter":"",
        "website":""
      },
      "main_color":"#a00201"
    },
      {
      "hashtag": "Canvas",
      "description": "Give life to your sketches. here begins the quest of finding out the person who could sketch out their challenges.",
      "month": "December",
      "media_url": "img/artwork/canvas.jpg", 
      "artist": {
        "name": "Art",
        "title":"<li>This is an open competition.</li><li>Duration: 1 hr.</li><li>Drawing sheets will be provided.</li><li>sketche can only be of pen, pencil or color pencils.</li><li>The basic model of the sketch could be kept as it is i.e., improvisations can be made accordingly</li><li>The subject will be given on the spot</li><li>Registration Fee:Rs.50</li>",
        "hometown":"<br><br>Sahil : +917025569133<br>Sreekrishnan : +919020226700",
        "twitter":"",
        "website":""
      },
      "main_color":"#a00201"
    }
  ]
}